Repository: SvenLie/wordpress_migrate
Catalog: Resources/Private/Language/Backend/*.locallang_mod.xlf
Languages: de

# wordpressUrl
source: URL of wordpress instance
de: URL der Wordpress-Instanz

# pagePid
source: Page ID for page import
de: Seiten-ID für Seitenimport

# newsPid
source: Page ID for news import
de: Seiten-ID für Newsimport

# categoryPid
source: Page ID for category import
de: Seiten-ID für Kategorieimport

# tagPid
source: Page ID for tag import
de: Seiten-ID für Tagimport

# submit
source: Start migration
de: Migration starten

# error.wordpressUrlNotFilled
source: Wordpress url is not valid
de: Wordpress URL ist nicht gültig

# error.pagePidNotExisting
source: Entered page-ID for page import is not valid.
de: Die eingegebene Seiten-ID für den Seitenimport ist nicht gültig.

# error.newsPidNotExisting
source: Entered page-ID for news import is not valid.
de: Die eingegebene Seiten-ID für den Newsimport ist nicht gültig.

# error.categoryPidNotExisting
source: Entered page-ID for category import is not valid.
de: Die eingegebene Seiten-ID für den Kategorieimport ist nicht gültig.

# error.tagPidNotExisting
source: Entered page-ID for tag import is not valid.
de: Die eingegebene Seiten-ID für den Tagimport ist nicht gültig.

# error.errorOccurredWhileRetrieving
source: An error is ocurred while retrieving data.
de: Beim Abrufen von Daten ist ein Fehler aufgetreten.

# warning.newsExtensionNotInstalled
source: The news extension is not installed. If you continue, the news entries will not be imported.
de: Die News-Erweiterung ist nicht installiert. Wenn Sie fortfahren werden die Newseinträge nicht importiert.

# warning.commentExtensionNotInstalled
source: The comment extension is not installed. If you continue, the comment entries will not be imported.
de: Die Kommentar-Erweiterung ist nicht installiert. Wenn Sie fortfahren werden die Kommentareinträge nicht importiert.

# success.migrated
source: Migration successfully done.
de: Migration erfolgreich abgeschlossen.
